[
  {
    "ProductID": 1,
    "Stock": 3,
    "Name": "Vivo Y01",
    "Favorite": 0,
    "BrandID": 24,
    "Price": 2790000,
    "CategoryID": 5,
    "Image": "image1",
    "Sale": 0.1,
    "Description": "Vivo Y01 được trình làng với một bộ thông số kỹ thuật ấn tượng trong tầm giá, sở hữu những ưu điểm như: Màn hình kích thước lớn, hiệu năng ổn định và thời gian sử dụng lâu dài, được xem là thiết bị phù hợp với những bạn học sinh - sinh viên cho các công việc học tập hay giải trí nhẹ nhàng sau những phút giây căng thẳng.",
    "StatusID": 1
  },
  {
    "ProductID": 2,
    "Stock": 3,
    "Name": "HP 340s G7 i3 1005G1 (240Q4PA)",
    "Favorite": 1,
    "BrandID": 9,
    "Price": 9990000,
    "CategoryID": 3,
    "Image": "image2",
    "Sale": 0.23,
    "Description": "Bạn là học sinh sinh viên, bạn đang tìm kiếm một chiếc laptop đủ mạnh để phục vụ việc học mà giá vẫn phải chăng? Tham khảo ngay laptop HP 340s G7 i3 (240Q4PA) với cấu hình ổn định, thiết kế mỏng nhẹ, là một lựa chọn lý tưởng trong tầm giá. Laptop HP có thiết kế trang nhã, thanh lịch nhưng không kém phần sang trọng, được phủ một lớp màu bạc bóng cùng những hoạ tiết phây xước giúp bảo vệ máy khỏi các tác động vật lý, đảm bảo tính thẩm mỹ cao dù được làm bằng nhựa. Với khối lượng chỉ 1.38 kg và độ dày 17.9 mm, HP 340s G7 tự tin đồng hành cùng bạn trẻ trên mọi hành trình. Để an toàn hơn cho dữ liệu trên máy, HP đã trang bị cho sản phẩm của mình một bảo mật vân tay có khả năng đăng nhập nhanh bằng vân tay tương tự như trên điện thoại thông minh, không những tiết kiệm được kha khá thời gian mà còn tiện lợi hơn rất nhiều so với nhập mật khẩu thông thường.",
    "StatusID": 1
  },
  {
    "ProductID": 3,
    "Stock": 3,
    "Name": "Router Wifi Chuẩn Wifi 6 AX11000 Asus GT-AX11000 Gigabit",
    "Image": "image3",
    "Sale": 0.23,
    "Favorite": 1,
    "BrandID": 3,
    "Price": 12440000,
    "CategoryID": 4,
    "Description": "Router Wifi Asus GT-AX11000 kết nối không dây cực nhạy với 3 băng tần, bao gồm 2 băng tần 5 GHz tốc độ lên đến 4804 Mbps và 1148 Mbps trên băng tần 2.4 GHz đảm bảo kết nối tức thì các thiết bị sử dụng mạng của bạn vào hệ thống của bộ định tuyến, trải nghiệm đường truyền siêu mượt trên mọi tác vụ được yêu cầu.",
    "StatusID": 1
  },
  {
    "ProductID": 4,
    "Stock": 3,
    "Name": "Router Wifi Chuẩn AC1200 Xiaomi 4A",
    "Image": "image4",
    "Favorite": 1,
    "BrandID": 10,
    "Price": 400000,
    "Sale": 0.23,
    "CategoryID": 4,
    "Description": "Với đường nét khá là tinh tế, độ dày nhỏ dần từ cạnh trên xuống dưới, trông thiết bị mạng Router Wifi Xiaomi này có vẻ ngoài mảnh mai, thon gọn và phù hợp với mọi không gian. Router Wifi chuẩn AC1200 4A có băng tần kép bao gồm tốc độ tối đa đến 867 Mbps ở băng tần 5 GHz và 300 Mbps ở băng tần 2.4 GHz. Như vậy sẽ hạn chế nhiễu sóng và phù hợp với nhu cầu sử dụng đường truyền nhanh và ổn định. Router Xiaomi luôn được đảm bảo kết nối của các thiết bị trong gia đình một cách tốt nhất và ổn định nhất nhờ bộ nhớ 64 MB. Có thể kết nối cùng lúc từ 30 - 40 thiết bị, khả năng xử lý nhiều tác vụ nhanh và ổn định hơn. <br /> Router còn được trang bị 2 cổng LAN, 1 cổng WAN tiện lợi cho người dùng sử dụng máy tính bàn kết nối trực tiếp, đường truyền tốc độ cao hơn.",
    "StatusID": 1
  },
  {
    "ProductID": 5,
    "Stock": 3,
    "Name": "Samsung Galaxy A23 6GB",
    "Favorite": 0,
    "BrandID": 22,
    "Price": 5690000,
    "CategoryID": 5,
    "Image": "image5",
    "Sale": 0.23,
    "Description": "Được Samsung cho ra mắt vào 03/2022 - Samsung Galaxy A23 6GB có một thiết kế trẻ trung cùng bộ thông số kỹ thuật khá ấn tượng trong tầm giá, đáp ứng nhu cầu sử dụng cả ngày một cách ổn định nhờ trang bị chipset đến từ nhà Qualcomm và một viên pin dung lượng khủng.",
    "StatusID": 1
  },
  {
    "ProductID": 6,
    "Stock": 3,
    "Name": "MacBook Air M1 2020 7-core GPU",
    "Favorite": 1,
    "BrandID": 2,
    "Price": 24690000,
    "CategoryID": 3,
    "Image": "image6",
    "Sale": 0.23,
    "Description": "Laptop Apple MacBook Air M1 2020 thuộc dòng laptop cao cấp sang trọng có cấu hình mạnh mẽ, chinh phục được các tính năng văn phòng lẫn đồ hoạ mà bạn mong muốn, thời lượng pin dài, thiết kế mỏng nhẹ sẽ đáp ứng tốt các nhu cầu làm việc của bạn.",
    "StatusID": 1
  },
  {
    "ProductID": 7,
    "Stock": 3,
    "Name": "Acer Aspire 7 Gaming A715 42G R4XX R5 5500U (NH.QAYSV008)",
    "Favorite": 1,
    "BrandID": 1,
    "Price": 14990000,
    "CategoryID": 3,
    "Image": "image7",
    "Sale": 0.23,
    "Description": "Laptop AMD Ryzen 5 5500U cùng card rời NVIDIA GeForce GTX 1650 4 GB, mang đến khả năng thiết kế 2D, render video ngắn,... ổn định trên các phần mềm Adobe hay giải trí với các tựa game kịch tính trên thị trường hiện nay một cách mượt m. Chiếc laptop Acer Aspire còn sở hữu RAM 8 GB và SSD 256 GB đáp ứng tốt nhu cầu đa nhiệm, hỗ trợ bạn thao tác mọi việc nhanh chóng và hiệu quả hơn.. Phiên bản laptop này với khối lượng 2.1 kg và dày 22.9 mm, được chế tác từ chất liệu nhựa bền bỉ, dễ dàng để bạn mang đi khắp mọi nơi.. Bản lề mở 180 độ giúp chia sẻ thông tin nhanh chóng, tiện lợi.",
    "StatusID": 1
  },
  {
    "ProductID": 8,
    "Stock": 3,
    "Name": "Router Wifi Chuẩn Wifi 6 Linksys E7350AH",
    "Image": "image8",
    "Favorite": 1,
    "BrandID": 13,
    "Price": 2510000,
    "Sale": 0.23,
    "CategoryID": 4,
    "Description": "Lướt web, xem phim, nghe nhạc trực tuyến, chơi game online, tải video chuẩn 4K... nhanh chóng qua đường truyền 1200 Mbps trên băng tần 5 GHz và 600 Mbps trên băng tần 2.4 GHz, đảm bảo hiệu suất tối ưu trên từng nhu cầu.",
    "StatusID": 1
  },
  {
    "ProductID": 9,
    "Stock": 3,
    "Name": "Router Wifi Mesh 3 Pack AX3000 TP-Link Deco X60",
    "Favorite": 1,
    "BrandID": 15,
    "Price": 8500000,
    "Sale": 0.23,
    "CategoryID": 4,
    "Image": "image9",
    "Description": "• Router TP-Link có thiết kế màu trắng tinh khôi, đơn giản với thân vỏ tinh tế giúp nó trở nên hoàn hảo để kết hợp với nhiều đồ trang trí khác nhau trong nhà.",
    "StatusID": 1
  },
  {
    "ProductID": 10,
    "Stock": 3,
    "Name": "Router Wifi Chuẩn AC1200 Tenda AC5 V3",
    "Image": "image10",
    "Favorite": 1,
    "BrandID": 23,
    "Price": 405000,
    "CategoryID": 4,
    "Description": "Router Wifi Tenda AC5 V3 có kiểu dáng hiện đại với các đường nét uốn lượn cùng với 4 anten và tông màu trắng sang trọng làm nổi bật mọi không gian.",
    "StatusID": 1
  },
  {
    "ProductID": 11,
    "Stock": 3,
    "Name": "Tai nghe Bluetooth 1 Wireless Mozard TS13",
    "Favorite": 1,
    "BrandID": 16,
    "Price": 455000,
    "CategoryID": 1,
    "Image": "image11",
    "Rating": "2.9",
    "Sale": 0.23,
    "Description": "Là mẫu tai nghe không dây thời thượng, Mozard TS13 tạo ấn tượng mạnh với củ tai nhỏ gọn, cho thao tác đeo, sử dụng cực thoải mái, tiện lợi. Khối lượng chỉ 39 gam nên vô cùng thích hợp để mang theo bên mình đi bất kỳ đâu.",
    "StatusID": 1
  },
  {
    "ProductID": 12,
    "Stock": 3,
    "Name": "Điện thoại iPhone 14 512GB",
    "Favorite": 1,
    "BrandID": 2,
    "Price": 27490000,
    "CategoryID": 5,
    "Image": "image12",
    "Rating": "2.9",
    "Sale": 0.23,
    "Description": "Tại sự kiện giới thiệu sản phẩm mới hàng năm đến từ nhà Apple thì chiếc iPhone 14 512GB cũng đã chính thức được cho ra mắt, đây được xem là thời điểm kết thúc mọi lời đồn đoán bấy lâu nay khi toàn bộ thông số đã đều lộ diện. Hứa hẹn sẽ trở thành một trong những sản phẩm thu hút nhiều sự quan tâm nhất trong năm 2022",
    "StatusID": 1
  },
  {
    "ProductID": 13,
    "Stock": 3,
    "Name": "Apple Watch SE 40mm viền nhôm dây silicone",
    "Favorite": 0,
    "BrandID": 2,
    "Price": 6990000,
    "Sale": 0.1,
    "CategoryID": 7,
    "Image": "image13",
    "Description": "Trong sự kiện Far Out 2022 vào ngày 7/9 vừa qua, Apple đã một lần nữa khẳng định vị thế hàng đầu của mình trong giới smartwatch khi cho ra mắt nhiều sản phẩm với những nâng cấp mạnh mẽ về tính năng cũng như thiết kế. Và đồng hồ thông minh Apple Watch SE 2022 LTE 40mm viền nhôm cũng không ngoại lệ, đây hứa hẹn sẽ là món phụ kiện thời trang đáng sắm dành cho các iFans.",
    "StatusID": 1
  },
  {
    "ProductID": 14,
    "Stock": 3,
    "Name": "Xiaomi Mi Band 6 dây TPU",
    "Favorite": 1,
    "BrandID": 10,
    "Price": 790000,
    "CategoryID": 7,
    "Image": "image14",
    "Sale": 0.1,
    "Description": "Vòng đeo tay thông minh Mi Band 6 là phiên bản đáng mong đợi của nhà Xiaomi với thiết kế màn hình tràn viền cho bạn góc nhìn tốt hơn. Mặt kính cường lực chống trầy xước tốt cùng dây đeo TPU với thiết kế ôm trọn cổ tay, không thấm nước khi đeo, mang lại cho bạn cảm giác dễ chịu cả ngày dài.",
    "StatusID": 1
  },
  {
    "ProductID": 15,
    "Stock": 3,
    "Name": "Samsung Galaxy A33 5G",
    "Favorite": 1,
    "BrandID": 22,
    "Price": 6890000,
    "CategoryID": 5,
    "Image": "image15",
    "Sale": 0.05,
    "Description": "Samsung Galaxy A33 5G 6GB ra mắt vào ngày 17/03, được xem là bản cập nhật khá lớn so với thế hệ tiền nhiệm Galaxy A32 về thiết kế đến thông số kỹ thuật bên trong, nhằm mang đến vẻ ngoài đẹp mắt cũng như cạnh tranh trực tiếp ở phần hiệu năng đối với các đối thủ cùng phân khúc giá.",
    "StatusID": 1
  },
  {
    "ProductID": 16,
    "Stock": 3,
    "Name": "iPhone 11 64GB",
    "Favorite": 1,
    "BrandID": 2,
    "Price": 11490000,
    "CategoryID": 5,
    "Image": "image16",
    "Sale": 0.23,
    "Description": "Apple đã chính thức trình làng bộ 3 siêu phẩm iPhone 11, trong đó phiên bản iPhone 11 64GB có mức giá rẻ nhất nhưng vẫn được nâng cấp mạnh mẽ như iPhone Xr ra mắt trước đó.",
    "StatusID": 1
  },
  {
    "ProductID": 17,
    "Stock": 3,
    "Name": "Bàn phím có dây Gaming Asus TUF K1 ",
    "Image": "image17",
    "Favorite": 1,
    "BrandID": 3,
    "Price": 890000,
    "CategoryID": 2,
    "Description": "Các phím bấm này được đặt trong một khung chống thấm nước 300 ml, được gia công bằng một lớp phủ chuyên dụng và được chứng nhận đáp ứng hoạt động trong môi trường khắc nghiệt.",
    "StatusID": 1
  },
  {
    "ProductID": 18,
    "Stock": 3,
    "Name": "Bàn Phím Cơ Có Dây Gaming Corsair K63 Compact Mechanical Đen",
    "Image": "image18",
    "Favorite": 0,
    "BrandID": 6,
    "Price": 1485000,
    "CategoryID": 2,
    "Description": "Bề mặt của bàn phím có màu đen cuốn hút cùng với đèn nền đỏ cho thiết kế cá tính, thời thượng, tô điểm cho phòng game của bạn thêm sành điệu. Trọng lượng chỉ 500 gram, kích cỡ gọn gàng cất giữ hoặc mang theo khi đi du lịch đơn giản.",
    "StatusID": 1
  },
  {
    "ProductID": 19,
    "Stock": 3,
    "Name": "Bàn Phím Cơ Có Dây Gaming Rapoo V500alloy Đen",
    "Image": "image19",
    "Favorite": 0,
    "BrandID": 20,
    "Price": 600000,
    "CategoryID": 2,
    "Description": "Rapoo V500alloy tiêu giản vùng phím số, trang bị 87 phím cơ bản đủ đáp ứng mọi nhu cầu trên 1 bàn phím làm việc, chơi game thông thường.",
    "StatusID": 1
  },
  {
    "ProductID": 20,
    "Stock": 3,
    "Name": "Realme C21-Y 4GB",
    "Favorite": 1,
    "BrandID": 21,
    "Price": 3290000,
    "CategoryID": 5,
    "Image": "image20",
    "Sale": 0.23,
    "Description": "Realme C21-Y 4GB với thiết kế đẹp, tinh tế dành cho người dùng phổ thông đang tìm kiếm một chiếc điện thoại có cấu hình tốt, đầy đủ tính năng hấp dẫn và quan trọng nhất là Realme đã trang bị viên pin khủng cho chiếc máy này đáp ứng tốt một ngày dài sử dụng.",
    "StatusID": 1
  },
  {
    "ProductID": 21,
    "Stock": 3,
    "Name": "HP Gaming VICTUS 16 e0170AX R7 5800H (4R0U7PA)",
    "Favorite": 1,
    "BrandID": 9,
    "Price": 23990000,
    "CategoryID": 3,
    "Image": "image21",
    "Sale": 0.2,
    "Description": "Dòng Gaming Victus là một phiên bản lột xác hoàn toàn từ thiết kế đến hiệu năng của nhà HP. Chỉ với một mức giá tầm trung là bạn có thể sở hữu ngay chiếc laptop HP Gaming VICTUS 16 e0170AX R7 (4R0U7PA) chinh phục mọi tác vụ.",
    "StatusID": 1
  },
  {
    "ProductID": 22,
    "Stock": 3,
    "Name": "MSI Modern 15 A11MU i5 1155G7 (680VN)",
    "Favorite": 1,
    "BrandID": 16,
    "Price": 14490000,
    "CategoryID": 3,
    "Image": "image22",
    "Sale": 0.15,
    "Description": "Modern 15 A11MU (680VN) là phiên bản laptop học tập - văn phòng đến từ nhà MSI với xu hướng thiết kế gọn nhẹ, hiện đại cùng hiệu năng vượt trội đến từ con chip Intel Gen 11 ấn tượng, đáp ứng tối đa nhu cầu giải trí và làm việc cho người dùng.",
    "StatusID": 1
  },
  {
    "ProductID": 23,
    "Stock": 3,
    "Name": "Asus TUF Gaming FX506LHB i5 10300H (HN188W)",
    "Favorite": 1,
    "BrandID": 3,
    "Price": 17090000,
    "CategoryID": 3,
    "Image": "image23",
    "Sale": 0.14,
    "Description": "Nếu bạn đang tìm kiếm một chiếc laptop gaming nhưng vẫn sở hữu một mức giá phải chăng thì laptop Asus TUF Gaming FX506LHB i5 (HN188W) sẽ là sự lựa chọn đáng cân nhắc với card đồ họa rời NVIDIA GeForce GTX mạnh mẽ cùng phong cách thiết kế cứng cáp, độc đáo.",
    "StatusID": 1
  },
  {
    "ProductID": 24,
    "Stock": 3,
    "Name": "Apple Watch Series 7 GPS 41mm viền nhôm dây silicone",
    "Favorite": 1,
    "BrandID": 2,
    "Price": 9990000,
    "CategoryID": 7,
    "Image": "image24",
    "Sale": 0.16,
    "Description": "Khung viền của đồng hồ được làm từ chất liệu nhôm thân thiện với môi trường, có thể tái chế 100%. Dây đeo silicone có độ đàn hồi tốt, không thấm nước nên hoàn toàn thoải mái khi sử dụng để tập thể thao hay tham gia các hoạt động ngoài trời.",
    "StatusID": 1
  },
  {
    "ProductID": 25,
    "Stock": 3,
    "Name": "Xiaomi 12T Pro 5G",
    "Favorite": 1,
    "BrandID": 10,
    "Price": 1699000,
    "CategoryID": 5,
    "Image": "image25",
    "Sale": 0.5,
    "Description": " Xiaomi 12T Pro 5G cũng đã chính thức lộ diện trên thị trường sau hàng loạt thông tin rò rỉ về thông số, đúng như dự đoán thì độ phân giải trên camera của phiên bản này được nhà sản xuất nâng cấp lên đến 200 MP, giúp máy trở thành thiết bị có khả năng ghi hình sắc nét thuộc top đầu giới smartphone, đi kèm với đó là màn hình chất lượng cùng bộ vi xử lý mạnh mẽ xứng tầm flagship.",
    "StatusID": 1
  },
  {
    "ProductID": 26,
    "Stock": 3,
    "Name": "Lenovo Ideapad 3 15ITL6 i5 1135G7 (82H801P9VN)",
    "Favorite": 1,
    "BrandID": 12,
    "Price": 12990000,
    "CategoryID": 3,
    "Image": "image26",
    "Description": "Laptop có vẻ ngoài hiện đại với sắc xám thanh lịch, lớp vỏ nhựa cứng cáp, ít trầy xước cùng khối lượng 1.65 kg và dày 19.9 mm giúp bạn dễ dàng cất gọn trong balo. Sở hữu CPU Intel Core i5 Tiger Lake 1135G7 chinh phục nhanh chóng các tác vụ văn phòng. Card đồ họa tích hợp Intel Iris Xe Graphics hỗ trợ xử lý ổn định các tác vụ đồ hoạ 2D trên Photoshop, Lightroom,...",
    "StatusID": 1
  },
  {
    "ProductID": 27,
    "Stock": 3,
    "Name": "Tai nghe Bluetooth AirPods Pro 2 MagSafe Charge Apple MQD83 Trắng",
    "Favorite": 0,
    "BrandID": 2,
    "Price": 6990000,
    "CategoryID": 1,
    "Image": "image27",
    "Description": "Về phần thiết kế, nhà Apple vẫn giữ nguyên kiểu dáng quen thuộc của những phiên bản tiền nhiệm trước đó như: Thiết kế gọn nhẹ, đường bo góc tinh tế, gam màu trắng trang nhã bao bọc trọn vẹn tai nghe và hộp sạc.",
    "StatusID": 1
  },
  {
    "ProductID": 28,
    "Stock": 3,
    "Name": "Máy tính bảng iPad Pro M1 12.9 inch WiFi Cellular 128GB (2021)",
    "Favorite": 0,
    "BrandID": 2,
    "Price": 29290000,
    "CategoryID": 6,
    "Image": "image28",
    "Description": "Về phần thiết kế, nhà Apple vẫn giữ nguyên kiểu dáng quen thuộc của những phiên bản tiền nhiệm trước đó như: Thiết kế gọn nhẹ, đường bo góc tinh tế, gam màu trắng trang nhã bao bọc trọn vẹn tai nghe và hộp sạc.",
    "StatusID": 1
  },
  {
    "ProductID": 29,
    "Stock": 3,
    "Name": "USB Wifi 300Mbps Tenda U3",
    "Image": "image29",
    "Favorite": 1,
    "CategoryID": 3,
    "BrandID": 23,
    "Price": 190000,
    "Description": "Kiểu dáng cực nhỏ gọn, không tạo nên bất cứ sự bất tiện nào cho người dùng và các thiết bị lân cận. Thiết bị mạng Tenda trang bị cổng kết nối USB 2.0 gắn vào laptop, máy tính để bàn kết nối dễ dàng.",
    "StatusID": 1
  },
  {
    "ProductID": 30,
    "Stock": 3,
    "Name": "Bàn phím Magic Keyboard Apple MK2A3 Trắng",
    "Image": "image30",
    "Favorite": 1,
    "BrandID": 2,
    "Price": 2390000,
    "CategoryID": 2,
    "Description": "Bàn phím Magic Keyboard Apple MK2A3 gọn nhẹ, thiết kế tinh tế, phản hồi nhanh nhạy,... hỗ trợ bạn tối đa trong quá trình sử dụng.",
    "StatusID": 1
  },
  {
    "ProductID": 31,
    "Stock": 3,
    "Name": "Bàn Phím Cơ Có Dây Gaming Rapoo V500Pro Vàng Xanh",
    "Image": "image31",
    "Favorite": 0,
    "BrandID": 2,
    "Price": 990000,
    "CategoryID": 2,
    "Ratings": {
      "_5star": 10,
      "_4star": 4,
      "_3star": 3,
      "_2star": 2,
      "_1star": 1
    },
    "Features": [
      "Bàn phím Rapoo với 104 phím thông dụng, phím bấm nhạy bén, tuổi thọ cao",
      "Thiết kế hiện đại, tinh tế, gọn đẹp cho không gian dùng",
      "Dùng dây nối đầu cáp USB thông dụng, dễ dàng liên kết với PC, laptop"
    ],
    "Description": "Nhờ được trang bị hệ thống chống xung đột trên toàn bộ các phím, thật thoải mái để sử dụng cùng lúc nhiều phím, hoặc thao tác nhấn phím cực nhanh trên Rapoo V500 Pro mà không xảy ra hiện tượng xung đột tín hiệu, đảm bảo cho độ chuẩn xác trên từng lệnh thao tác",
    "StatusID": 1
  },
  {
    "ProductID": 32,
    "Stock": 3,
    "Name": "Samsung Galaxy A53 5G 128GB",
    "Favorite": 0,
    "BrandID": 22,
    "Price": 999000,
    "CategoryID": 5,
    "Image": "image32",
    "Sale": 0.5,
    "Description": "Samsung Galaxy A53 5G 128GB trình làng với một thiết kế hiện đại, hiệu năng ổn định cùng một màn hình hiển thị sắc nét, hỗ trợ tần số quét cao giúp bạn có được những phút giây giải trí cực kỳ đã mắt, hay thỏa mãn đam mê nhiếp ảnh trong bạn nhờ trang bị camera có độ phân giải cao.",
    "StatusID": 1
  },
  {
    "ProductID": 33,
    "Stock": 3,
    "Name": "Samsung Galaxy M53 5G",
    "Favorite": 0,
    "BrandID": 22,
    "Price": 11490000,
    "CategoryID": 5,
    "Image": "image33",
    "Sale": 0.08,
    "Description": "Có lẽ 2022 là một năm bùng nổ của nhà Samsung, khi hãng liên tục trình làng nhiều sản phẩm có cấu hình mạnh mẽ cùng một mức giá bán hợp lý trên thị trường smartphone tầm trung và giá rẻ, tiêu biểu trong số đó có Samsung Galaxy M53 được xem là cái tên được cộng đồng người dùng tích cực quan tâm và săn đón kể cả khi chưa ra mắt.",
    "StatusID": 1
  },
  {
    "ProductID": 34,
    "Stock": 3,
    "Name": "iPhone 12 64GB",
    "Favorite": 0,
    "BrandID": 2,
    "Price": 15990000,
    "CategoryID": 5,
    "Image": "image34",
    "Sale": 0.2,
    "Description": "Trong những tháng cuối năm 2020, Apple đã chính thức giới thiệu đến người dùng cũng như iFan thế hệ iPhone 12 series mới với hàng loạt tính năng bứt phá, thiết kế được lột xác hoàn toàn, hiệu năng đầy mạnh mẽ và một trong số đó chính là iPhone 12 64GB.",
    "StatusID": 1
  },
  {
    "ProductID": 35,
    "Stock": 3,
    "Name": "OPPO Reno8 Z 5G",
    "Favorite": 1,
    "BrandID": 18,
    "Price": 10490000,
    "CategoryID": 5,
    "Image": "image35",
    "Description": "OPPO Reno8 Z 5G đã được giới thiệu tại thị trường Việt Nam vào tháng 8/2022, máy sở hữu một diện mạo đẹp mắt nhờ thừa hưởng thiết kế hiện đại từ thế hệ trước, cùng với đó là sự cải tiến về camera và hiệu năng nhằm mang đến những trải nghiệm tốt hơn trong phân khúc điện thoại tầm trung.",
    "StatusID": 1
  },
  {
    "ProductID": 36,
    "Stock": 3,
    "Name": "Samsung Galaxy M53",
    "Favorite": 1,
    "BrandID": 22,
    "Price": 3679000,
    "CategoryID": 5,
    "Image": "image36",
    "Description": "Có lẽ 2022 là một năm bùng nổ của nhà Samsung, khi hãng liên tục trình làng nhiều sản phẩm có cấu hình mạnh mẽ cùng một mức giá bán hợp lý trên thị trường smartphone tầm trung và giá rẻ, tiêu biểu trong số đó có Samsung Galaxy M53 được xem là cái tên được cộng đồng người dùng tích cực quan tâm và săn đón kể cả khi chưa ra mắt.",
    "StatusID": 1
  },
  {
    "ProductID": 37,
    "Stock": 3,
    "Name": "Apple MacBook Pro 16 M1",
    "Favorite": 1,
    "BrandID": 2,
    "Price": 66990000,
    "CategoryID": 3,
    "Image": "image37",
    "Description": "Thể hiện đẳng cấp sang chảnh cùng chiếc MacBook Pro 16 M1 Pro 2021 cực kì sang trọng, cùng hiệu năng mạnh mẽ được nâng cấp với chip M1 Pro cho hiệu suất đột phá và thời lượng pin ấn tượng, đem đến cho bạn trải nghiệm tuyệt vời nhất.",
    "StatusID": 1
  },
  {
    "ProductID": 38,
    "Stock": 3,
    "Name": "Samsung Galaxy A53 5G",
    "Favorite": 0,
    "BrandID": 22,
    "Price": 8590000,
    "CategoryID": 5,
    "Image": "image38",
    "Sale": 0.14,
    "Description": "Samsung Galaxy A53 5G 128GB trình làng với một thiết kế hiện đại, hiệu năng ổn định cùng một màn hình hiển thị sắc nét, hỗ trợ tần số quét cao giúp bạn có được những phút giây giải trí cực kỳ đã mắt, hay thỏa mãn đam mê nhiếp ảnh trong bạn nhờ trang bị camera có độ phân giải cao.",
    "StatusID": 1
  },
  {
    "ProductID": 39,
    "Stock": 3,
    "Name": "POCO C4",
    "Favorite": 0,
    "BrandID": 19,
    "Price": 2990000,
    "CategoryID": 5,
    "Image": "image39",
    "Description": "Cung cấp năng lượng cho C40 là viên pin khủng với dung lượng 6000 mAh. Mình khá bất ngờ với thời gian sử dụng liên tục của điện thoại khi đạt đến hơn 10 tiếng* cho các tác vụ cơ bản như chơi game, xem phim, mạng xã hội. Đây quả thật là một chiếc điện thoại pin khủng để cho bạn thời gian trải nghiệm gần như 1 ngày với mọi tác vụ.",
    "StatusID": 1
  },
  {
    "ProductID": 40,
    "Stock": 3,
    "Name": "Laptop Apple MacBook Air M1",
    "Favorite": 0,
    "BrandID": 2,
    "Price": 66990000,
    "CategoryID": 3,
    "Image": "image40",
    "Description": "Laptop Apple Air M1 2020 có thiết kế đẹp, sang trọng với CPU M1 độc quyền từ Apple cho hiệu năng đồ họa cao, màn hình Retina hiển thị siêu nét cùng với hệ thống bảo mật tối ưu.",
    "StatusID": 1
  },
  {
    "ProductID": 41,
    "Stock": 3,
    "Name": "ASUS ROG Phone 5S 16GB 256GB",
    "Type": "gaming",
    "Favorite": 1,
    "BrandID": 3,
    "Price": 17690000,
    "CategoryID": 5,
    "Image": "image41",
    "Description": "Ngoài thống lĩnh thị trường laptop, Asus còn hiên ngang thách thức cả thị trường điện thoại chơi game. Với sự ra đời của chiếc ROG Phone 5S như hành động củng cố thêm tham vọng trên của Asus, tiếp nối sự thành công của Asus ROG Phone 5 trước đó.",
    "StatusID": 1
  },
  {
    "ProductID": 42,
    "Stock": 3,
    "Name": "Máy tính bảng Lenovo Tab M8",
    "Favorite": 1,
    "BrandID": 12,
    "Price": 3290000,
    "CategoryID": 6,
    "Image": "image42",
    "Description": "Lenovo Tab M8 chiếc máy tính bảng giá rẻ, cấu hình ổn, thiết kế cao cấp trong tầm giá, hoàn toàn phù hợp với các nhu cầu cơ bản như đọc báo, xem phim, lướt web hằng ngày.",
    "StatusID": 1
  },
  {
    "ProductID": 43,
    "Stock": 3,
    "Name": "Máy tính bảng Samsung Galaxy Tab S7 FE WiFi",
    "Favorite": 1,
    "BrandID": 22,
    "Price": 12990000,
    "CategoryID": 6,
    "Image": "image43",
    "Description": "Samsung Galaxy Tab S7 FE WiFi - được Samsung cho ra mắt với vô vàn tính năng cùng nhiều ưu điểm nổi bật so hơn với các đối thủ trong tầm giá, tablet hỗ trợ bút S Pen nhằm phục vụ các công việc của bạn trở nên dễ dàng hay hiệu suất mạnh mẽ trên một con chip gaming đến từ nhà Qualcomm, khiến nó trở thành một sự lựa chọn không thể bỏ qua đối với người dùng.",
    "StatusID": 1
  },
  {
    "ProductID": 44,
    "Stock": 3,
    "Name": "Máy tính bảng Huawei MatePad T10",
    "Favorite": 1,
    "BrandID": 11,
    "Price": 3090000,
    "CategoryID": 6,
    "Image": "image44",
    "Description": "Huawei MatePad T10 là một chiếc máy tính bảng có hiệu năng mạnh mẽ, màn hình lớn, đa năng với các tính năng bảo vệ người dùng, một lựa chọn thú vị với những người muốn tìm kiếm một chiếc máy tính bảng giá mềm dành cho gia đình.",
    "StatusID": 1
  },
  {
    "ProductID": 45,
    "Stock": 3,
    "Name": "Máy tính bảng iPad Pro M1 11 inch WiFi Cellular 1TB (2021)",
    "Favorite": 1,
    "BrandID": 2,
    "Price": 41990000,
    "CategoryID": 6,
    "Image": "image45",
    "Description": "Máy tính bảng iPad Pro M1 11 inch WiFi Cellular 1TB (2021) thiết kế hình hộp vát cạnh vuông vức, hiện đại với thân máy bằng kim loại chắc chắn, hoàn thiện tỉ mỉ và sang trọng, trọng lượng nhẹ, kích cỡ hợp lý thuận tiện sử dụng và mang theo.",
    "StatusID": 1
  },
  {
    "ProductID": 46,
    "Stock": 3,
    "Name": "Xiaomi Redmi Note 11 128GB",
    "Favorite": 0,
    "BrandID": 10,
    "Price": 435000,
    "CategoryID": 5,
    "Image": "image46",
    "Sale": 0.12,
    "Description": "Xiaomi Redmi Note 11 (4GB/128GB) chính thức cập bến phân khúc smartphone giá tầm trung, cấu hình khá ổn từ chip Snapdragon và một ngoại hình trẻ trung, sang đẹp cùng cụm camera chất lượng, sẽ là lựa chọn tốt vừa túi tiền cho mọi khách hàng.",
    "StatusID": 1
  },
  {
    "ProductID": 47,
    "Stock": 3,
    "Name": "OPPO A96",
    "Favorite": 0,
    "BrandID": 18,
    "Price": 5890000,
    "CategoryID": 5,
    "Image": "image47",
    "Sale": 0.09,
    "Description": "OPPO A96 là cái tên được nhắc đến khá nhiều trên các diễn đàn công nghệ hiện nay, nhờ sở hữu một ngoại hình hết sức bắt mắt cùng hàng loạt các thông số ấn tượng trong phân khúc giá như hiệu năng cao, camera chụp ảnh sắc nét.",
    "StatusID": 1
  },
  {
    "ProductID": 48,
    "Stock": 3,
    "Name": "ASUS ROG Phone 6 12GB 256GB",
    "Favorite": 1,
    "BrandID": 3,
    "Price": 17690000,
    "CategoryID": 5,
    "Image": "image48",
    "Sale": 0.08,
    "Description": "Ngoài thống lĩnh thị trường laptop, Asus còn hiên ngang thách thức cả thị trường điện thoại chơi game. Với sự ra đời của chiếc ROG Phone 5S như hành động củng cố thêm tham vọng trên của Asus, tiếp nối sự thành công của Asus ROG Phone 5 trước đó,",
    "StatusID": 1
  },
  {
    "ProductID": 49,
    "Stock": 3,
    "Name": "Black Shark 5S",
    "Favorite": 1,
    "BrandID": 3,
    "Price": 17690000,
    "CategoryID": 5,
    "Image": "image49",
    "Sale": 0.08,
    "Description": "Black Shark 5S dự kiến sẽ là một chiếc smartphone gaming đầu tiên đi cùng với con chip Snapdragon 8+ Gen 1. Bên cạnh đó điện thoại Xiaomi này còn được trang bị màn hình ấn tượng với tần số quét đạt 144Hz và độ phân giải Full HD+. Nổi bật hơn hết là khả năng sạc nhanh chóng của smartphone, khi chỉ cần 15 phút để nạp đầy năng lượng.",
    "StatusID": 1
  },
  {
    "ProductID": 50,
    "Stock": 3,
    "Name": "Xiaomi Black Shark 5",
    "Favorite": 1,
    "BrandID": 3,
    "Price": 17690000,
    "CategoryID": 5,
    "Image": "image50",
    "Sale": 0.08,
    "Description": "Black Shark 5 là mẫu điện thoại mới nhất đến từ thương hiệu Xiaomi và được thiết kế chuyên biệt dành cho mục đích chơi game. Nếu so với dòng Black Shark 4 ở đời trước thì điện thoại Xiaomi này có nhiều nâng cấp ấn tượng nhằm mang đến trải nghiệm chơi game tuyệt vời. Hứa hẹn dòng Shark 5 này sẽ là siêu phẩm tiếp theo mang về nhiều doanh thu cho Xiaomi.",
    "StatusID": 1
  },
  {
    "ProductID": 51,
    "Stock": 3,
    "Name": "Samsung Galaxy Z Fold3 5G 512GB",
    "Favorite": 1,
    "BrandID": 22,
    "Price": 3199000,
    "CategoryID": 5,
    "Image": "image51",
    "Sale": 0.4,
    "Description": "Samsung Galaxy Z Fold3 5G 512GB đánh dấu bước tiến mới của hãng trong phân khúc điện thoại gập cao cấp khi được cải tiến về độ bền cùng những nâng cấp đáng giá về cấu hình hiệu năng, hứa hẹn sẽ mang đến trải nghiệm sử dụng đột phá cho người dùng.",
    "StatusID": 1
  },
  {
    "ProductID": 52,
    "Stock": 3,
    "Name": "Samsung Galaxy Z Flip4 128GB",
    "Favorite": 1,
    "BrandID": 22,
    "Price": 20590000,
    "CategoryID": 5,
    "Image": "image52",
    "Sale": 0.1,
    "Description": "Samsung Galaxy Z Flip4 128GB đã chính thức ra mắt thị trường công nghệ, đánh dấu sự trở lại của Samsung trên con đường định hướng người dùng về sự tiện lợi trên những chiếc điện thoại gập. Với độ bền được gia tăng cùng kiểu thiết kế đẹp mắt giúp Flip4 trở thành một trong những tâm điểm sáng giá cho nửa cuối năm 2022.",
    "StatusID": 1
  },
  {
    "ProductID": 53,
    "Stock": 3,
    "Name": "Xiaomi Redmi Note 11 (6GB/128GB)",
    "Favorite": 0,
    "BrandID": 10,
    "Price": 5290000,
    "CategoryID": 5,
    "Image": "image53",
    "Sale": 0.03,
    "Description": "Redmi Note 11 (6GB/128GB) vừa được Xiaomi cho ra mắt, được xem là chiếc smartphone có giá tầm trung ấn tượng, với 1 cấu hình mạnh, cụm camera xịn sò, pin khỏe, sạc nhanh mà giá lại rất phải chăng.",
    "StatusID": 1
  },
  {
    "ProductID": 54,
    "Stock": 3,
    "Name": "Vivo Y33s",
    "Favorite": 1,
    "BrandID": 24,
    "Price": 6390000,
    "CategoryID": 5,
    "Image": "image54",
    "Sele": "4%",
    "Description": "Trên tay mình hiện tại là Vivo Y33s - chiếc điện thoại này có thiết kế khá tương đồng với các sản phẩm tầm trung mà Vivo cho ra mắt gần đây, vẫn là một sản phẩm có thiết kế trẻ trung với màu đen tráng gương và xanh mộng mơ. Ở phiên bản màu đen được phủ một lớp tráng gương sáng bóng, vào một số trường hợp nó có thể trở thành một chiếc gương soi tiện lợi, tuy nhiên khi sử dụng sẽ bị lưu lại vân tay khá rõ ràng",
    "StatusID": 1
  },
  {
    "ProductID": 55,
    "Stock": 3,
    "Name": "Realme C25Y 128GB",
    "Favorite": 1,
    "BrandID": 21,
    "Price": 4990000,
    "CategoryID": 5,
    "Image": "image55",
    "Description": "Realme C25Y là chiếc smartphone giá rẻ đáng mua với thiết kế cao cấp, cụm 3 camera Al phía sau cho khung hình quay chụp siêu nét, hiệu năng ổn định, thời lượng pin lớn và đính kèm nhiều tiện ích thú vị cho bạn tha hồ khám phá.",
    "StatusID": 1
  },
  {
    "ProductID": 56,
    "Stock": 3,
    "Name": "Máy tính bảng OPPO Pad Air",
    "Favorite": 1,
    "BrandID": 18,
    "Price": 6990000,
    "CategoryID": 6,
    "Image": "image56",
    "Description": "OPPO Pad Air là chiếc máy tính bảng đầu tiên OPPO phát hành chính hãng và kinh doanh tại thị trường Việt Nam. Với thông số khá ấn tượng cùng mức giá bán hấp dẫn giúp cho máy trở thành một đối thủ đáng gờm so với các tablet khác trên thị trường.",
    "StatusID": 1
  },
  {
    "ProductID": 57,
    "Stock": 3,
    "Name": "Máy tính bảng Nokia Tab T20 WIFI",
    "Favorite": 0,
    "BrandID": 17,
    "Price": 4390000,
    "CategoryID": 6,
    "Image": "image57",
    "Description": "Nokia Tab T20 WiFi ra mắt với một thiết kế cứng cáp, hiệu năng mạnh mẽ, màn hình độ phân giải đến cao cùng công nghệ âm thanh OZO cho mọi trải nghiệm nghe, nhìn của bạn trở nên tuyệt vời hơn bao giờ hết.",
    "StatusID": 1
  },
  {
    "ProductID": 58,
    "Stock": 3,
    "Name": "Máy tính bảng iPad mini 6 WiFi Cellular 64GB",
    "Favorite": 1,
    "BrandID": 2,
    "Price": 16490000,
    "CategoryID": 6,
    "Image": "image58",
    "Description": "iPad mini 6 WiFi Cellular 64GB đánh dấu sự trở lại mạnh mẽ của Apple trên dòng sản phẩm iPad mini, thiết bị mới được người dùng yêu thích bởi thiết kế trẻ trung, hiệu suất đỉnh cao với con chip A15 Bionic và hỗ trợ bút cảm ứng Apple Pencil 2 tiện lợi.",
    "StatusID": 1
  },
  {
    "ProductID": 59,
    "Stock": 3,
    "Name": "Samsung Galaxy S21 FE 5G 8GB/128GB",
    "Favorite": 0,
    "BrandID": 22,
    "Price": 12990000,
    "CategoryID": 5,
    "Image": "image59",
    "Description": "Điện thoại Samsung Galaxy S21 FE 5G xuất hiện với 1 ngoại hình tinh tế, cụm camera thông minh hoạt động đầy ấn tượng và cấu hình mạnh mẽ từ chip Exynos 2100 nhà Samsung, chắc chắn sẽ thu phục cảm tình của bạn trên từng trải nghiệm.",
    "StatusID": 1
  },
  {
    "ProductID": 60,
    "Stock": 3,
    "Name": "iPhone 13 128GB",
    "Favorite": 1,
    "BrandID": 2,
    "Price": 19490000,
    "CategoryID": 5,
    "Image": "image60",
    "Sell": "22%",
    "Description": "Trong khi sức hút đến từ bộ 4 phiên bản iPhone 12 vẫn chưa nguội đi, thì hãng điện thoại Apple đã mang đến cho người dùng một siêu phẩm mới iPhone 13 với nhiều cải tiến thú vị sẽ mang lại những trải nghiệm hấp dẫn nhất cho người dùng.",
    "StatusID": 1
  },
  {
    "ProductID": 61,
    "Stock": 3,
    "Name": "Đồng hồ thông minh Garmin Venu SQ 2 Music 40.6mm",
    "Image": "image61",
    "Favorite": 0,
    "BrandID": 7,
    "Price": 7690000,
    "CategoryID": 7,
    "Description": "Sau thành công của thế hệ đồng hồ Garmin Venu SQ đầu tiên, vào tháng 9/2022, hãng Garmin đã cho ra mắt thế hệ tiếp theo của dòng smartwatch thể thao thanh lịch này mang tên Garmin Venu SQ 2 Music, với nhiều nâng cấp đáng giá hứa hẹn mang đến sự hài lòng hơn cho các tín đồ yêu thích thể thao.",
    "StatusID": 1
  },
  {
    "ProductID": 62,
    "Stock": 3,
    "Name": "Đồng hồ thông minh Garmin Fenix 6 Pro dây silicone viền Titanium",
    "Image": "image62",
    "Favorite": 1,
    "BrandID": 7,
    "Price": 15743000,
    "CategoryID": 7,
    "Description": "Đồng hồ thông minh Garmin Fenix 6 Pro trang bị màn hình tròn có độ phân giải 260 x 260 pixels và kích thước 1.3 inch, giúp hình ảnh hiển thị rõ nét ngay cả khi dưới ánh nắng của mặt trời. Dây đeo silicone mang cảm giác vô cùng mềm mại cho cổ tay, không bị đau khi đeo lâu dài. Mẫu đồng hồ này không có thao tác cảm ứng mà sử dụng 5 phím cơ để điều khiển, cạnh phải gồm 2 nút (Start, Back-lap) và cạnh trái gồm 3 nút (Light, up-menu, down).",
    "StatusID": 1
  },
  {
    "ProductID": 63,
    "Stock": 3,
    "Name": "Đồng hồ thông minh Apple Watch S8 GPS 45mm",
    "Image": "image63",
    "Favorite": 1,
    "BrandID": 2,
    "Price": 490000,
    "CategoryID": 7,
    "Description": "Tại sự kiện Far Out diễn ra vào ngày 7/9, ngoài sự chú ý được đổ dồn vào iPhone 14 series thì các mẫu Apple Watch cũng là sản phẩm có được sức hút lớn. Năm nay, ngoài bộ đôi đồng hồ Apple Watch Series 8 và Apple Watch SE 2022 hứa hẹn sẽ khiến cho các iFans đứng ngồi không yên khi sở hữu nhiều tính năng hấp dẫn, nhà Táo cũng đã trình làng chiếc smartwatch mới mang tên Apple Watch Ultra LTE 49mm viền Titanium dây cao su phục vụ tối ưu hơn cho các tín đồ yêu thể thao.",
    "StatusID": 1
  },
  {
    "ProductID": 64,
    "Stock": 3,
    "Name": "Đồng hồ thông minh HONOR Watch GS3 45.9mm dây da nâu",
    "Image": "image64",
    "Favorite": 1,
    "BrandID": 8,
    "Price": 5490000,
    "CategoryID": 7,
    "Description": "Mang phong cách thiết kế thanh lịch, tinh tế, hỗ trợ nhiều tính năng theo dõi sức khỏe, cùng nhiều tiện ích đi kèm, đồng hồ thông minh HONOR Watch GS3 sẽ là một thiết bị không thể thiếu cho các tín đồ yêu thích luyện tập và lối sống hiện đại.",
    "StatusID": 1
  },
  {
    "ProductID": 65,
    "Stock": 3,
    "Name": "Router Wifi Mesh Chuẩn AC1200 Tenda Nova MW3",
    "Image": "image65",
    "Favorite": 1,
    "BrandID": 15,
    "Price": 605000,
    "CategoryID": 4,
    "Description": "Router Wifi Mesh Chuẩn AC1200 Tenda Nova MW3 có các góc bo tròn tinh xảo, kích cỡ nhỏ nhắn rất tiện cho bạn đặt ở mọi vị trí trong nhà, văn phòng. ",
    "StatusID": 1
  },
  {
    "ProductID": 66,
    "Stock": 3,
    "Name": "Máy tính bảng iPad Pro M2 12.9 inch WiFi Cellular 128GB",
    "Favorite": 1,
    "BrandID": 2,
    "Price": 35990000,
    "CategoryID": 6,
    "Image": "image66",
    "Description": "Apple đang ngày càng bỏ xa nhiều đối thủ về mặt hiệu năng trên các dòng tablet, điều này được minh chứng cụ thể bằng sự xuất hiện của con chip Apple M2 siêu mạnh mẽ trên iPad Pro M2 12.9 inch WiFi Cellular 128GB. Bên cạnh đó thì máy còn có những nâng cấp như hệ điều hành iPadOS 16, viên pin 40.88 Wh.",
    "StatusID": 1
  },
  {
    "ProductID": 67,
    "Stock": 3,
    "Name": "Máy tính bảng Xiaomi Pad 5 256GB",
    "Favorite": 0,
    "BrandID": 10,
    "Price": 10490000,
    "CategoryID": 6,
    "Image": "image67",
    "Description": "Hãng tablet Xiaomi cho ra mắt Xiaomi Pad 5 256 GB, chiếc máy tính bảng có thiết kế mỏng nhẹ, thời trang cùng cấu hình hàng đầu đáp ứng hết các nhu cầu của bạn, dù là học tập, giải trí hay làm việc đều trở nên vô cùng trơn tru.",
    "StatusID": 1
  },
  {
    "ProductID": 68,
    "Stock": 3,
    "Name": "Máy tính bảng Samsung Galaxy Tab S6 Lite",
    "Favorite": 0,
    "BrandID": 22,
    "Price": 9990000,
    "CategoryID": 6,
    "Image": "image68",
    "Description": "Sau thành công của Galaxy Tab S6, Samsung tiếp tục chinh phục người dùng với máy tính bảng Samsung Galaxy Tab S6 Lite có phân khúc giá rẻ hơn. Thiết bị vẫn hỗ trợ bút S Pen thần thánh, thiết kế kim loại cao cấp và màn hình, âm thanh giải trí đỉnh cao.",
    "StatusID": 1
  },
  {
    "ProductID": 69,
    "Stock": 3,
    "Name": "Đồng hồ thông minh BeFit B4 45mm Hồng",
    "Favorite": 1,
    "BrandID": 5,
    "Price": 490000,
    "CategoryID": 7,
    "Image": "image69",
    "Description": "BeFit B4 Hồng là chiếc đồng hồ thông minh mang vẻ ngoài năng động, thời trang cùng với nhiều tính năng hỗ trợ luyện tập, theo dõi sức khoẻ hữu ích với mức giá vô cùng dễ tiếp cận dành cho thị trường Việt Nam.",
    "StatusID": 1
  },
  {
    "ProductID": 70,
    "Stock": 3,
    "Name": "Đồng hồ thông minh HONOR Watch GS3 45.9mm dây da xanh dương",
    "Image": "image70",
    "Favorite": 1,
    "BrandID": 8,
    "Price": 5490000,
    "CategoryID": 7,
    "Description": "Đồng hồ HONOR Watch GS3 là chiếc smartwatch sở hữu diện mạo thanh lịch, được trang bị các tính năng theo dõi sức khỏe, chế độ tập luyện cùng nhiều tiện ích hằng ngày cho người dùng thoả sức khám phá, trải nghiệm.",
    "StatusID": 1
  },
  {
    "ProductID": 71,
    "Stock": 3,
    "Name": "Đồng hồ thông minh Samsung Galaxy Watch 4 40mm",
    "Image": "image71",
    "Favorite": 1,
    "BrandID": 22,
    "Price": 3990000,
    "CategoryID": 7,
    "Description": "Phiên bản đồng hồ Samsung Galaxy Watch 4 này được thiết kế đơn giản với mặt đồng hồ dạng tròn có đường kính 40 mm thường thấy ở đồng hồ thông minh tạo nên phong cách năng động, cuốn hút. Khung viền đồng hồ được làm từ chất liệu nhôm bền chắc, khối lượng nhẹ. Bên cạnh đó dây đeo silicone êm ái, không gây khó chịu khi đeo suốt ngày dài, kể cả khi người dùng vận động, tập thể thao ra nhiều mồ hôi tay.",
    "StatusID": 1
  },
  {
    "ProductID": 72,
    "Stock": 3,
    "Name": "Bàn Phím Không Dây Bluetooth Logitech K580",
    "Image": "image72",
    "Favorite": 0,
    "BrandID": 14,
    "Price": 1345000,
    "CategoryID": 2,
    "Description": "Thiết kế tối giản, sang trọng với 2 màu trắng - đen, bàn phím Logitech K580 hài hòa với phong cách bàn làm việc từ hiện đại đến cổ điển, có thể đặt vào túi xách lớn, vali để mang đi khi du lịch, công tác hay đến công sở, rất phương tiện và đơn giản. ",
    "StatusID": 1
  },
  {
    "ProductID": 73,
    "Stock": 3,
    "Name": "Xiaomi 12 5G",
    "Favorite": 1,
    "BrandID": 10,
    "Price": 1399000,
    "CategoryID": 5,
    "Image": "image73",
    "Sale": 0.52,
    "Description": "Điện thoại Xiaomi đang dần khẳng định chỗ đứng của mình trong phân khúc flagship bằng việc ra mắt Xiaomi 12 với bộ thông số ấn tượng, máy có một thiết kế gọn gàng, hiệu năng mạnh mẽ, màn hình hiển thị chi tiết cùng khả năng chụp ảnh sắc nét nhờ trang bị ống kính đến từ Sony.",
    "StatusID": 1
  }
]